<?php

return [

    'plot_type' => [
        '0' => '1m × 1m',
        '1' => '500m × 500m',
        '2' => '1km × 1km',
    ],

    'sub_plot_type' => [     //2010資料
        '1' => '1m × 1m',
        '2' => '5m × 5m',
        '3' => '2m × 5m',
        '4' => '2m × 5m', 
        
    ],

    'sub_plot_area' => [    //2025資料
        '1' => '1x10',
        '2' => '2x5',
        '3' => '5x5',
    ],

    'island_category' => [
        '1' => '本島',
        '2' => '離島',
    ],

    'plot_env' => [
        '1' => '平地',
        '2' => '都會',
        '3' => '海岸',
        '4' => '保護區',
        '5' => '森林遊樂區',
    ],

];
